#include <stdio.h>
#include "menu.h"

void print_menu() {
    printf("\nВыберите действие:\n");
    printf("1. Распечатать количество повторений каждого слова в тексте.\n");
    printf("2. Заменить каждый символ, который не является буквой, на его код.\n");
    printf("3. Отсортировать предложения по количеству латинских букв.\n");
    printf("4. Удалить все предложения со специальными символами и без заглавных букв.\n");
    printf("5. Вывести текст на экран.\n");
    printf("6. Выйти из программы.\n\n");
}

